Repository: labsland/labdiscoveryengine
Catalog: labdiscoveryengine/translations/*/LC_MESSAGES/messages.po
Languages: uk

source: Learn about LabDiscoveryEngine
uk: Дізнайтеся про LabDiscoveryEngine

source: Explore the main website to find out more about Lab Discovery Engine.
uk: Перегляньте основний вебсайт, щоб дізнатися більше про Lab Discovery Engine.

source: Learn More
uk: Дізнатися більше

source: Access Laboratories
uk: Доступ до лабораторій

source: Access the labs provided by this LabDiscoveryEngine instance.
uk: Отримайте доступ до лабораторій, які надає цей екземпляр LabDiscoveryEngine.

source: Access
uk: Доступ

source: Login to access the labs provided by this LabDiscoveryEngine instance.
uk: Увійдіть, щоб отримати доступ до лабораторій, які надає цей екземпляр LabDiscoveryEngine.

source: Sign in
uk: Увійти

source: Published Laboratories List
uk: Опублікований список лабораторій

source: Explore the labs offered by this instance.
uk: Ознайомтеся з лабораторіями, які пропонує цей екземпляр.

source: View labs
uk: Переглянути лабораторії

source: Log in
uk: Увійти

source: Username
uk: Ім'я користувача

source: Password
uk: Пароль

source: Keywords
uk: Ключові слова

source: Resources
uk: Ресурси

source: Resource
uk: Ресурс

source: Logged in as
uk: Ви увійшли як

source: Administration panel
uk: Панель адміністрування

source: Log out
uk: Вийти

source: You are not part of any group
uk: Ви не є частиною жодної групи

source: Features
uk: Особливості

source: Keywords:
uk: Ключові слова:

source: No feature
uk: Особливостей немає

source: Features:
uk: Особливості:

source: Accessing
uk: Доступ до

source: Starting reserve process...
uk: Початок процесу резервування...

source: Waiting to be ready...
uk: Очікування готовності...

source: Reservation finished...
uk: Резервування завершено...

source: Reservation is ready. Redirecting...
uk: Резервування готове. Переадресація...

source: Reservation is queued in position {pos}...
uk: Резервування в черзі на позиції {pos}...

source: Reservation cancelled: no resource was available.
uk: Резервування скасовано: ресурси не були доступні.

source: Hide Keywords
uk: Сховати ключові слова

source: Hide Resources
uk: Сховати ресурси

source: Back to the labs
uk: Повернутися до лабораторій

source: Welcome to the administration panel
uk: Ласкаво просимо до панелі адміністрування

source: Here you can create student accounts, add them in groups, and allow those groups to use laboratories.
uk: Тут ви можете створювати облікові записи студентів, додавати їх до груп та надавати цим групам доступ до лабораторій.

source: No SQLAlchemy configured
uk: SQLAlchemy не налаштовано

source: If you want to be able to add students, groups and permissions, please go to the documentation to see how to add SQLAlchemy support:
uk: Якщо ви хочете мати можливість додавати студентів, групи та дозволи, будь ласка, перейдіть до документації, щоб дізнатися, як додати підтримку SQLAlchemy:

source: You can also see when students used the laboratory by checking the User sessions.
uk: Ви також можете бачити, коли студенти використовували лабораторію, перевіряючи сесії користувачів.

source: No PyMongo configured
uk: PyMongo не налаштовано

source: If you want to be able to store user sessions to know who used when each laboratory, please go to the documentation to see how to add PyMongo support:
uk: Якщо ви хочете мати можливість зберігати сесії користувачів, щоб знати, хто і коли використовував кожну лабораторію, будь ласка, перейдіть до документації, щоб дізнатися, як додати підтримку PyMongo:

source: Full name
uk: Повне ім'я

source: Groups
uk: Групи

source: Last login
uk: Останній вхід

source: Created at
uk: Створено

source: Updated at
uk: Оновлено

source: Group name
uk: Назва групи

source: Username or Full name
uk: Ім'я користувача або Повне ім'я

source: Password is required
uk: Пароль обов'язковий

source: Passwords do not match
uk: Паролі не співпадають

source: Laboratories
uk: Лабораторії

source: Name
uk: Назва

source: User full name
uk: Повне ім'я користувача

source: Laboratory
uk: Лабораторія

source: User
uk: Користувач

source: User role
uk: Роль користувача

source: Group
uk: Група

source: Assigned resource
uk: Призначений ресурс

source: Start reservation
uk: Початок резервування

source: Maximum duration
uk: Максимальна тривалість

source: Queue duration
uk: Тривалість черги

source: Reservation identifier
uk: Ідентифікатор резервування

source: Minimum duration
uk: Мінімальна тривалість

source: Users
uk: Користувачі

source: User sessions
uk: Сесії користувачів

source: Invalid username or password
uk: Неправильне ім'я користувача або пароль

source: All laboratories
uk: Всі лабораторії
